/* No comment provided by engineer. */
"Last synchronized: %@ %@" = "Last synchronized: %1$@ %2$@";

/* No comment provided by engineer. */
"Last synchronized: Never" = "Last synchronized: Never";

/* title of the window : No calendar available */
"No calendar available" = "No calendar available";

/* Suggestion of the window : No calendar available */
"Calendar syncing cannot be enabled because there is no calendar available to push on the device. Do you want to open iCal and create a calendar now?" = "Calendar syncing cannot be enabled because there is no calendar available to push on the device. Do you want to open iCal and create a calendar now?";

/* button to open iCal */
"Open iCal" = "Open iCal";

/* Cancel Button */
"Cancel" = "Cancel";